<%@ page contentType="text/html; charset=UTF-8"%>

<h2>job detail</h2>
<div id="viewjob">
	<div class="companyInfo">
		<h3>软件测试工程师</h3>
		<hr>
		<h4>群硕软件开发（上海）有限公司</h4>
		<ul class="list-unstyled">
			<li><strong>公司行业：</strong>计算机软件</li>
			<li><strong>公司地址：</strong>上海张江高科郭守敬路498号浦东软件园17号楼3楼 201203</li>
		</ul>
	</div>
	<div class="jobDetail">
		<h4>职位信息</h4>
		<ul class="list-unstyled">
			<li><strong>最低学历：</strong>本科</li>
			<li><strong>工作年限：</strong>1年</li>
			<li><strong>工作地点：</strong>上海</li>
			<li><strong>招聘人数：</strong>3</li>
		</ul>
		<div>
			<span><strong>职位描述：</strong></span><br>
			工作职责<br>
			1. 根据功能说明书和测试规范设计测试用例；<br>
			2. 编写测试用例，执行测试用例，提交Bug并跟进；<br>
			3. 搭建测试环境并执行功能测试；<br>
			4. 通过执行测试来验证bug是否修复。<br><br>

			职位要求<br>
			1. 计算机相关专业背景；<br>
			2. 扎实的测试基础知识，良好的功能测试技能；<br>
			3. 1年以上的黑盒或白盒测试经验；<br>
			4. 熟悉测试流程；<br>
			5. 良好的英语读写与口语能力；<br>
			6. 逻辑清晰，仔细与耐心。<br>
		</div>
		<div>
			<h4>公司简介</h4>
			群硕软件成立于2003年5月，美国总部位于加州的Foster City，中国总部位于上海，并在武汉和扬州设有研发中心。目前，公司在全球拥有1,000多名员工。<br>

    		群硕软件致力于为全球客户提供基于云上的移动互联网解决方案服务。我们的客户群和业务涉及高科技、公共安全、物流与运输、在线游戏及娱乐、新媒体及电子商务、教育、医疗、绿色能源等领域。<br>

    		通过使用业界领先的开发工具和技术，以及经实践证明被广泛认可的开发流程，群硕团队为国内外客户成功交付了多个软件产品及解决方案，并在移动应用、智能设 备、社交网络、社交游戏、云计算、企业系统集成等前沿技术和行业知识方面累积了丰富经验。未来，群硕软件凭借多年来商业级软件产品的开发经验和创新能力， 将持续为各行业企业和用户提供下一代变革性产品及解决方案。
		</div>
	</div>
</div>